{
    "context_pl":
    [
        {
            "id": 0,
            "name": "Budynek Dyrekcji Zakładów Azotowych w Tarnowie S.A.",
            "location": "Mościce",
            "address": "ul. Kwiatkowskiego 8",
            "coordinate": "50.0147018432549, 20.920893595991636",
            "photos": 5,
            "description": "Początkowo administracja fabryki zajmowała drewniany barak mieszczący się w bezpośrednim sąsiedztwie bramy zakładowej. Budowę obecnego budynku Dyrekcji rozpoczęto w 1934 roku według projektu inż. Antoniego Kiełbasińskiego i zakończono cztery lata później. Symetryczny, trójskrzydłowy, dwupiętrowy, murowany budynek z kolumnowym portykiem z podjazdem, został usytuowany na wprost dyrektorskiej willi. Wyznacza główną oś przyfabrycznego osiedla. Ulica Głogowa, prowadząca wzdłuż willowej dworkowej architektury domów inżynierskich, wśród szpaleru drzew, pozwalała na pokonanie odległości pomiędzy tymi dwoma głównymi obiektami osiedla pieszo. Prosta forma budynku, z płaskim dachem i rytmicznymi podziałami okiennymi, podobnie jak pałacyk dyrektora, odpowiada funkcji obiektu. Na pierwszym piętrze, na osiach obydwóch budynków, z kolumnowymi gankami, znajdują się pomieszczenia reprezentacyjne."
        },
        {
            "id": 1,
            "name": "Portiernia Zakładów Azotowych w Tarnowie-Mościcach S.A.",
            "location": "Mościce",
            "address": "ul. Kwiatkowskiego 8",
            "coordinate": "50.01434016539503, 20.91980645519606",
            "photos": 1,
            "description": "Budynek portierni, usytuowany w bezpośrednim sąsiedztwie bramy, został wzniesiony jako jeden z pierwszych obiektów fabrycznych. Murowany, piętrowy budynek z tarczą zegarową w partii górnej, do dziś tylko nieznacznie zmienił swój wygląd. Nadal pełni funkcję zakładowej portierni i biura przepustek. Na jej tle wykonano wiele zdjęć pracowników i przedwojennych wycieczek wizytujących fabrykę. Od samego początku otwarcia fabryki, aż do października 1931 roku, funkcjonował także jako zakładowa kaplica. Nowa, drewniana, wolnostojąca kaplica powstała przy ulicy Jesionowej (obecnie ks. Indyka)."
        },
        {
            "id": 2,
            "name": "Restauracja Kasyno, dawne Kasyno Urzędnicze",
            "location": "Mościce",
            "address": "ul. Kwiatkowskiego 20",
            "coordinate": "50.01289475102858, 20.91757159731313",
            "photos": 4,
            "description": "Budynek tzw. Nowego Kasyna został wzniesiony na przełomie 1937/1938 roku, według projektu inż. Stefana Żeleńskiego z Warszawy. Swą formą architektoniczną nawiązuje do budynku Dyrekcji. Usytuowany centralnie, z reprezentacyjnym podjazdem i gazonem od frontu, wyznacza oś założenia, z dwoma bocznymi, piętrowymi budynkami ze spadzistymi dachami, pierwotnie pełniącymi funkcję hoteli dla kawalerów. Na parterze mieścił ogród zimowy, sale klubowe, jadalnia i bufet. Na I piętrze m.in. osobna jadalnia, pokoje klubowe i gabinety oraz bilard i bridż. Po II wojnie światowej pełnił m.in. funkcję zakładowego Domu Kultury i przychodni, osiedlowego przedszkola. Obecnie mieści restaurację. Mieścił się tu bardzo popularny państwowy zakład fryzjerski, miejsce towarzyskich spotkań, gry w szachy, warcaby, a także czytelni gazet. Budynek usytuowany został w otoczeniu zieleni, w strefie publicznej osiedla, zgodnie z koncepcją miasta-ogrodu, według której zaprojektowano międzywojenne Mościce. Od strony ogrodu znajduje się taras ze schodami, na którym w lecie koncertowała Orkiestra Dęta Państwowej Fabryki Związków Azotowych w Mościcach pod batutą Kazimierza Abratowskiego (1893 – 1974). W latach 50. XX wieku, na tyłach domu powstała niewielka muszla koncertowa, obecnie rozebrana."
        },
        {
            "id": 3,
            "name": "Dworek dwurodzinny",
            "location": "Mościce",
            "address": "ul. Topolowa 2",
            "coordinate": "50.01315581783689, 20.918799083344567",
            "photos": 3,
            "description": "Dworek należy do grupy pierwszych 12 domów mieszkalnych, wzniesionych przez fabrykę, zaprojektowanych dla inżynierów, budowniczych P.F.Z.A. Murowany, stosunkowo niski, z ogrodem, utrzymany został w modnym na początku XX wieku stylu dworkowym. Posiada stromy dach i osiowo zaznaczony portyk kolumnowy. Mieszkanie zajmuje powierzchnię 248 m2 i standardowo posiada 5 pokoi, obszerną kuchnię ze służbówką i inne pomieszczenia pomocnicze. W późniejszych, realizowanych w ramach COP-u budynkach, wielkość zajmowanej powierzchni była stała i zależała od stanowiska zajmowanego w fabryce. Funkcje: reprezentacyjne (parter) i prywatne (piętro), tradycyjnie umieszczono na dwóch oddzielnych poziomach. Usytuowany wzdłuż ulicy, w sąsiedztwie parku i ogólnodostępnych terenów zielonych. Nieco dalej, wzdłuż drogi prowadzącej do kościoła, znajdują się dwie kamienne ławki. Nazwy ulic w Mościcach przyjęto od gatunków zasadzonych wzdłuż nich drzew."
        },
        {
            "id": 4,
            "name": "Dworek",
            "location": "Mościce",
            "address": "ul. Jarzębinowa 1",
            "coordinate": "50.01177523694808, 20.919755259603495",
            "photos": 4,
            "description": "Usytuowany jest u zbiegu ulic Jarzębinowej i Topolowej, pierwotnie w bezpośrednim sąsiedztwie domu dyrektora fabryki, symetryczny w stosunku do domu drugiego wicedyrektora (ulica Jarzębinowa 11). Jako inwestycja państwowa, w pełni sfinansowana przez fabrykę, posiada tradycyjne polskie formy (proporcje, układ przestrzenny, stromy dach, portyk kolumnowy, ganek) i historyzujące detale architektoniczne: uproszczone gzymsy, fryzy, głowice i kapitele. Jednopiętrowa wolnostojąca willa w ogrodzie, zajmuje powierzchnię 231 m2 i posiada 7 pokoi, kuchnię ze służbówką oraz pomieszczenia pomocnicze. Wielkość domu oraz jego usytuowanie na osiedlu podkreślały status zajmowanego w fabryce stanowiska i nie zależały od liczebności rodziny. W ogrodzie wybudowano wolnostojący murowany garaż oraz komórkę na opał i narzędzia ogrodnicze."
        },
        {
            "id": 5,
            "name": "Ławki przy ulicy Topolowej",
            "location": "Mościce",
            "address": "ul. Topolowa",
            "coordinate": "50.01088571579699, 20.91963200714813",
            "photos": 4,
            "description": "Po dwóch stronach ulicy Topolowej, naprzeciwko siebie, ustawione zostały dwie niemalże identyczne, masywne, kamienne - betonowe ławki (wys. 80 cm, szer. 95 cm, dł. 600 cm), znakomicie wpisujące się w otoczenie zielonych Mościc. Szeroka dwukierunkowa ulica prowadzi na tzw. „górkę”, do kościoła. Obok niej pierwotnie przebiegała linia kolejki wąskotorowej, idąca bezpośrednio do fabryki. Ich płynna linia, tworząca zaplecek i siedzisko, zwieńczona jest kamienną kulą. Warto zwrócić uwagę na wykute na nich napisy: na pierwszej, usytuowanej od strony Parku Kwiatkowskiego, znajduje się data powstania ławki P.F.Z.A. — 1929 rok. Pod nią widoczna jest linia, która oznaczała najwyższy poziom jaki osiągnęła woda w dniu 17 lipca 1934 roku, w czasie największej powodzi która nawiedziła Mościcew 1934 roku. Na drugiej ławce widoczny jest napis — skrót P.F.Z.A. (Państwowa Fabryka Związków Azotowych)."
        },
        {
            "id": 6,
            "name": "Kościół pw. Matki Bożej Królowej Polski w Mościcach",
            "location": "Mościce",
            "address": "ul. Zbylitowska 5",
            "coordinate": "50.009289134711274, 20.91975151837038",
            "photos": 5,
            "description": "W latach 30., w sprawie budowy tego kościoła, interweniowano u samego prezydenta Ignacego Mościckiego. Świątynia została wzniesiona dopiero w latach 1948-1956. Pod budowę wybrano teren „na górce”, w pobliżu parku, szkoły, przychodni i kasyna. Po odrzuceniu wielu projektów (m.in. Bohdana Pniewskiego, autor projektu Świątyni Opatrzności Bożej w Warszawie, Konstantego Jakimowicza, Czesława Boratyńskiego, Stefana Świszczowskiego), ostatecznie do realizacji wybrano projekt inżynierów Stanisława Gałęzowskiego i Władysława Pieńkowskiego. Potężna, kubistyczna bryła kościoła murowana z cegły i żelazobetonu, jest trójnawowa, przykryta kasetonowym stropem z drewnianą okładziną. Nad prezbiterium góruje kopuła z latarnią, nad fasadą zredukowana wieża. Kamienne figury, tworzące kompozycję rzeźbiarską Śluby Jana Kazimierza na dziedzińcu kościelnym, pochodzą z pierwotnego ołtarza. Nad główna absydą, od strony Zakładów Azotowych, umieszczono kapliczkę z figurą św. Józefa, patrona ludzi pracy."
        },
        {
            "id": 7,
            "name": "Pałacyk Kwiatkowskiego",
            "location": "Mościce",
            "address": "ul. Jarzębinowa 9",
            "coordinate": "50.01197292958892, 20.922081843107907",
            "photos": 1,
            "description": "Najokazalszy i najbardziej reprezentacyjny budynek osiedla przyfabrycznego, tzw. pałacyk Kwiatkowskiego, zwany również Dyrektorówką, usytuowany jest na wprost budynku Dyrekcji. Wybudowany dla inż. Tadeusza Zwisłockiego, pierwszego dyrektora fabryki, jako jeden z pierwszych budynków, w przeciągu niespełna jednego roku (1928). Zaprojektowany przez inż. Konrada Kłosa z Warszawy, pełnił funkcje mieszkalne i reprezentacyjne, rozlokowane na dwóch oddzielnych poziomach. W sąsiedztwie budynku znajdowały się: cieplarnia oraz budynek gospodarczy z pomieszczeniem służbowym. Sąsiaduje z parkiem Kwiatkowskiego, od ulicy odgrodzony bramą i budynkiem kordegardy. Willa została wzniesiona na planie prostokąta, z portykiem i gankiem. Modernistyczne, dwukondygnacyjne rozwiązanie budynku, zostało wzbogacone skromnym, neoklasycystycznym detalem architektonicznym, podkreślającym prestiż i znaczenie tego obiektu. W samym pałacyku zaprojektowano: 8 pokoi, 2 służbówki, spiżarnię, 2 łazienki, 4 toalety, hol, garderobę, kredens, korytarz, sień, pasaż i obszerną klatkę schodową. Dodatkowo 2 balkony, taras i ganek otwierały się na otaczający ogród. Budynek posiadał własna instalację elektryczną, wodno-kanalizacyjną i system centralnego ogrzewania. Jako jedyny indywidualny obiekt na terenie Mościc, został wpisany do rejestru zabytków i posiada swoją kartę ewidencyjną. Po II wojnie światowej pełnił liczne funkcje, obecnie budynek znajduje się w gestii tarnowskich Zakładów Azotowych S.A. Od 2011 roku poddany jest gruntowanemu remontowi wraz z otaczającym go ogrodem."
        },
        {
            "id": 8,
            "name": "Blok wielorodzinny",
            "location": "Mościce",
            "address": "ul. Czerwonych Klonów 6",
            "coordinate": "50.01294664882572, 20.92439411004617",
            "photos": 4,
            "description": "Jeden z pierwszych czterech murowanych domów wielorodzinnych na osiedlu przyfabrycznym, zaprojektowany przez inż. A. Kiełbasińskiego. Sfinansowany przez fabrykę. Niewielkie mieszkania, o tradycyjnym układzie przestrzennym, z kuchnią i własną łazienką, gwarantowały komfort życia jego mieszkańcom. Zaplecze od strony podwórza, w postaci komórki na opał i zwierzęta, pozwalały na łatwiejszą adaptację ludzi w większości pochodzących ze wsi w mieście. Przy bloku pierwotnie znajdowały się przydomowe ogródki, pozwalające na uprawę niezbędnych warzyw i owoców, dla własnych potrzeb."
        },
        {
            "id": 9,
            "name": "Spółdzielnia mieszkaniowa MOŚCICE",
            "location": "Mościce",
            "address": "ul. Akacjowa 6",
            "coordinate": "50.01376082375588, 20.926132197802477",
            "photos": 4,
            "description": "Niski, podłużny budynek, parterowy budynek, pierwotnie pełnił funkcje usługowe dla przyzakładowego osiedla (np. naprawa lodówek, zegarmistrz, złotnik). Z czasem zmieniony na pawilon handlowy ZURT-u (Zakładu Usług Radiotechnicznych i Telewizyjnych). Modernizowany w latach 80. XX wieku, z przeznaczeniem na sklep spożywczy. Ustawiony wzdłuż ulicy, z uskokową elewacją, z przeszklonymi oknami od strony południowej, otwartymi na otoczenie i zieleń. Wrażenie lekkości uzyskano poprzez wprowadzenie dużych tafli szklanych w fasadzie budynku. Szkło zostało skontrastowane z monotonnymi, płaskimi elewacjami ścian bocznych."
        },
        {
            "id": 10,
            "name": "Blok wielorodzinny",
            "location": "Mościce",
            "address": "ul. Kasztanowa 16",
            "coordinate": "50.01099342558305, 20.92759245886765",
            "photos": 4,
            "description": "Blok wielorodzinny, dwupiętrowy, 5-klatkowy. Zaprojektowany w 1939 roku, zrealizowany w czasie II wojny światowej. Podłużna symetryczna bryła budynku z płaskim dachem, z dwoma owalnymi wykuszami (z klatkami schodowymi) na jego osiach, zrealizowana w nieco uproszczonej formie – bez okulusów okiennych od podwórka. Balkony z masywnymi, murowanymi parapetami. Początkowo kuchnie opalane węglem i piece, w latach 70. zastąpiono gazowymi. Centralne ogrzewanie doprowadzono z fabryki. Zaprojektowano wygodne mieszkania: dwu- (około 60 m2) i trzypokojowe (powyżej 100 m2), kuchnię ze spiżarką, osobną toaletą i łazienką z oknem. W budynku mieścił się strych, a w piwnicach, w każdej klatce - pralnia."
        },
        {
            "id": 11,
            "name": "Miejski Dom Sportu",
            "location": "Mościce",
            "address": "ul. Traugutta 5a",
            "coordinate": "50.01012492602066, 20.93257414455164",
            "photos": 6,
            "description": "Dom Sportu projektowany w latach 1965-1967, został oddany do użytku w 1969 roku. Jego pierwotny plan był wynikiem współpracy zespołu architektów: Bogumiła Zaufala, Stanisława Karpiela (współautorów pierwotnego projektu dawnego Domu Kultury) oraz Władysława Cukiera. Wnętrze opracowała Pracownia Sztuk Plastycznych w Krakowie. Ten niski budynek stanowi wraz z zespołem dwóch odkrytych basenów z wieżą do skoków, jeden z najważniejszych obiektów sportowych Tarnowa. Wokół obiektu zaprojektowano zieleń, stanowiącą formę izolacji od otoczenia przyfabrycznego osiedla. Po remoncie zakończonym w 2015 roku, po blisko 50-ciu latach funkcjonowania obiektu, zmieniono jego elewację od strony odkrytych basenów (zamurowano przeszklone kurtynowe ściany pływalni), wprowadzając w to miejsce owalne okna. Zewnętrzne filary w kształcie litery „V”, wypełniono betonem. Spłycono nieckę basenu, zrealizowano mini park wodny dla dzieci, usunięto błękitną mozaikę ceramiczną autorstwa Bogusława Zagajewskiego. Remontowi poddano salę sportową i zaplecze, dodatkowo wprowadzając w to miejsce siłownię i kręgielnię. Z dawnego wystroju wnętrza pozostawiono jedynie brązową mozaikę ceramiczną w holu, autorstwa Jerzego Sachy. Wszystkie ceramiczne kafle wykonano w Spółdzielni „Kamionka” w Łysej Górze w 1965 roku. Prace renowacyjne przeprowadził Krzysztof Sacha."
        },
        {
            "id": 12,
            "name": "Centrum Sztuki Mościce",
            "location": "Mościce",
            "address": "ul. Traugutta 1",
            "coordinate": "50.009836799181876, 20.927055166360127",
            "photos": 4,
            "description": "Budynek zrealizowany w 1971 roku, według projektu Zbigniewa S. Bielaka, Bogumiła Zaufala, Bronisława Stefanika i Stanisława Karpiela. Stanowił formę niskiej platformy, z trzema pionowymi akcentami, z elewacją w drewnie. Projekt budynku pierwotnie przeznaczony był dla rejonów podgórskich. Poprzez lata, wrósł w klimat i otoczenie Mościc. Jednak zły stan techniczny obiektu, przestarzałe rozwiązania wynikające z dawnej funkcji zakładowego domu kultury, zadecydowały o jego remoncie. W latach 2017-2018 poddany gruntownej modernizacji, w trakcie której zmieniono dachy i elewacje z układem okien. Zachowano zewnętrzny taras ze schodami, prowadzącymi na poziom I piętra. W budynku wprowadzono profesjonalne nagłośnienie, dostosowano przestrzeń dla osób z niepełnosprawnościami oraz poprawiono komfort miejsc na widowni. Dodatkowo zadbano o sale ćwiczeń, edukacyjne i wprowadzono nowoczesne rozwiązanie pozwalające na realizację najbardziej skomplikowanych działań artystycznych."
        },
        {
            "id": 13,
            "name": "Dworzec kolejowy Tarnów Mościce",
            "location": "Mościce",
            "address": "ul. Chemiczna",
            "coordinate": "50.0065189008731, 20.92532596680347",
            "photos": 6,
            "description": "Dworzec kolejowy Tarnów-Mościce, usytuowany przy ulicy Chemicznej, wybudowany został w latach 1972-1976, w miejscu niewielkiego przystanku kolejowego. Projekt dworca obejmował budynek stacji, tunel (pozwalający na szybką komunikację - dojście na perony, łączący dwie strony osiedla) oraz parking. Autorem realizacji jest Biuro Projektów Kolejowych – Kraków, Stanisław Wilkosz. W okresie największego zatrudnienia w Zakładach Azotowych, stanowił jedno z najbardziej ruchliwych miejsc w Mościcach. Zaprojektowany na rzucie kwadratu, z płaskim dachem wychodzącym poza zasadniczą bryłę, ponad schody prowadzące bezpośrednio na peron, podtrzymywany jest przez masywne, rytmicznie rozstawione podpory. Duże, przeszklone elewacje, otwierają przestrzeń dworca na otaczającą zieleń i wprowadzają do środka światło dzienne, wydobywające detale architektoniczne wnętrza: kasetonowy sufit, lampy oświetleniowe, rzędy ławek, kasy biletowe, schody na antresolę (poczekalnię) i porfirowe posadzki. Szklane powierzchnie ścian, zestawiono z masywnym, szalowanym drewnem dachem. Całościowo zaprojektowany i zrealizowany bardzo szczegółowo, pomimo swego zaniedbania i postępującej dewastacji, nadal przemawia przemyślną, czystą, elegancką, modernistyczną formą. Zamknięty w 2012 roku. W 2021 roku, na wniosek Małopolskiego Wojewódzkiego Konserwatora Zabytków, został wpisany (układ i wystrój wnętrza) do rejestru zabytków. 29 sierpnia 2010 roku obok dworca odsłonięto instalację `28.03.1983`, mościczanina Wilhelma Sasnala."
        },
        {
            "id": 14,
            "name": "Willa",
            "location": "Mościce",
            "address": "ul. Willowa 2",
            "coordinate": "50.00334657227323, 20.92866079616954",
            "photos": 4,
            "description": "Dom jednorodzinny, wolnostojący, jednopiętrowy, na zamknięciu ulicy. Wybudowany w 1934 roku jako pierwszy dom w tej części późniejszego osiedla Za Torem. Zrealizowany został według indywidualego planu, dla inż. Stanisława Kubińskiego, pierwszego wójta gminy Mościce (w pobliżu skwer jego imienia), uwzględniając funkcje i potrzeby jego użytkowników. Posiada nowoczesną bryłę w postaci przenikających się w planie prostopadłościanów, płaski dach, ganek z wejściem, taras ze schodami od ogrodu, narożne okna i osobny garaż. Funkcjonalna pralnia usytuowana została w piwnicy. Pomieszczenia gospodarcze: kuchnia, ze spiżarnią i służbówką, stanowią integralną część domu, z osobnym wejściem. Posiada wyraźnie wyodrębnioną część prywatną na I piętrze i część reprezentacyjną z zapleczem kuchenno-gospodarczym na parterze. Tutaj też znajduje się gabinet wójta gminy, z osobnym wejściem z przedpokoju. Willa ta, usytuowana w ogrodzie, bliższa jest już awangardzie lat 20. i 30. XX wieku i nawiązuje do innych tego typu realizacji w kraju. Dom pozostaje nadal w rękach jednej rodziny."
        },
        {
            "id": 15,
            "name": "Willa",
            "location": "Mościce",
            "address": "ul. Willowa 3",
            "coordinate": "50.0027549046518, 20.928063691794904",
            "photos": 4,
            "description": "Dom jednorodzinny, wolnostojący, w ogrodzie, powstał jako drugi obiekt na tej ulicy. Zaprojektowany został w 1940 roku przez znanego lwowskiego architekta Andrzeja Frydeckiego dla inż. Karola Huelle i jego rodziny. Podłużna, płaska forma budynku, artykułowana pionowymi oknami i balkonami z masywnymi obramieniami, zestawiona została z pionową półokrągłą formą z owalnym oknem, obłożoną piaskowcem. Dwukondygnacyjny, oszklony, usytuowany od południa ogród zimowy, otwierający się bezpośrednio na otaczającą zieleń zaprojektowany ze względu na zainteresowania żony Marii, z domu Fiedler (jednej z pierwszych kobiet, które ukończyły Politechnikę Lwowską). Płaski dach, przenikające się bryły budynku odpowiadające ich funkcji, poziome rytmiczne rzędy okien, kamienna okładzina elewacji zestawiona z gładką powierzchnią ścian, decydują o elegancji tej willi. Garaż połączony jest bezpośrednio z domem. Indywidualne, zaprojektowane dla użytkowników domu rozwiązania przestrzenne, użyty materiał, stawiają ten dom w rzędzie najciekawszych realizacji architektonicznych międzywojennych Mościc."
        },
        {
            "id": 16,
            "name": "Willa",
            "location": "Mościce",
            "address": "ul. Norwida 7",
            "coordinate": "50.003024708836065, 20.92680989886903",
            "photos": 2,
            "description": "Ulica Norwida, stanowi główną oś założenia osiedla Za Torem. Opracowaniem jego planów zajęła się komisja powołana przez ówczesnego dyrektora fabryki Eugeniusza Kwiatkowskiego oraz inżynierów: Andrzeja Miziewicza, Stanisława Hüpscha i Edwarda Mrowca. Część planów opracowali także członkowie kadry kierowniczej zakładu, inżynierowie: Z. Sajewicz i W. Wojtasiewicz, od 1938 roku pełniący funkcję Kierownika Wydziału Budowlanego. Grunty na budowę pochodziły ze Skarbu Państwa i rozparcelowane zostały przez fabrykę na rzecz poszczególnych spółdzielni mieszkaniowych. Plany tej części osiedla pochodziły z lwowskiej pracowni inżynierów Jurasza i Zachariewicza. Nie zostały jednak zrealizowane. Kolejne plany domów noszą pieczęcie tarnowskiego architekta – inż. Edwarda Okonia. Wszystkie domy projektowane dla inżynierów posiadają te same plany: dwie kubiczne lekko cofnięte względem siebie formy, z płaskimi dachami oraz prostokątne okna na dłuższych i krótszych bokach. Brak detalu architektonicznego i oszczędność formy, nawiązują do stylu międzynarodowego w dwudziestoleciu międzywojennym. W większości przypadków, modernizowane i przebudowane po II wojnie."
        },
        {
            "id": 17,
            "name": "Willa",
            "location": "Mościce",
            "address": "ul. Norwida 10",
            "coordinate": "50.0025079636104, 20.92743890424334",
            "photos": 3,
            "description": "Dom ten, jako jeden z dwóch domów na osiedlu inżynierskim Za Torem, posiada indywidualny, dostosowany do potrzeb zamawiającego plan. Jako jeden z nielicznych na tym osiedlu, od daty zakończenia budowy w 1938 roku, nie został przebudowany i zmieniony. Zarówno tynki elewacji, stolarka okienna i drzwiowa oraz metalowe poręcze i balustrady, są nadal oryginalne. Podobnie jak kajnerowy uchwyt i maszt na flagę, a także przydomowy garaż. Nadal także zamieszkiwany jest przez kolejne pokolenie rodziny Józefa Peterko. Podobnie we wnętrzu zachowano dawne podziały i wystrój z epoki. Na uwagę zasługuje także starannie utrzymany przydomowy ogród, z oczkiem wodnym i ze starym drzewostanem."
        },
        {
            "id": 18,
            "name": "Willa",
            "location": "Mościce",
            "address": "ul. Norwida 14",
            "coordinate": "50.00176485260068, 20.927496193049464",
            "photos": 5,
            "description": "Narożna, większa od pozostałych zarówno kubaturą, jak i powierzchnią ogrodu, willa. To drugi dom na tej ulicy, posiadający indywidualną formę i plan, odpowiadający zapotrzebowaniom użytkowników. W części przebudowany po II wojnie światowej, z poszanowaniem pierwotnego układu i funkcji pomieszczeń. Charakterystyczne okna, wychodzące na ogród z drzewem — pomnikiem przyrody. Podobnie jak w pozostałych domach, podział na parterze na część oficjalną (salon, gabinet pana domu) i pomieszczenia gospodarcze z kuchnią od wschodu, ze służbówką, osobną łazienką i wejściem gospodarczym od ogrodu."
        },
        {
            "id": 19,
            "name": "Willa",
            "location": "Mościce",
            "address": "ul. Obrońców Lwowa 8",
            "coordinate": "50.0031979301919, 20.926193016691375",
            "photos": 4,
            "description": "Usytuowana wzdłuż szerokiej, wysadzanej lipami ulicy, jedna z piękniejszych i najbardziej reprezentacyjnych ulic osiedla Za Torem. Szeroka, z osobnym chodnikiem dla pieszych i pasem zieleni, oddzielała domy inżynierów od pozostałej części osiedla, finansowanej z funduszy spółdzielni dla robotników „Nasz Dom”. Domy te, znacznie mniejsze, w niewielkich ogródkach, posiadały strome dachy i tradycyjne formy. W pobliżu skwer z tablicą erekcyjną upamiętniającą datę rozpoczęcia budowy osiedla, 2 czerwca 1934 roku. W ramach działalności Spółdzielni Mieszkaniowo-Budowlanej Pracowników Umysłowych Z.P.Z.A. w Mościcach „Osiedle”, do 1939 roku wybudowano 12 z 20 domów. Każdy członek spółdzielni zobowiązany był wnieść wkład w wysokości 4 tys. zł. Koszt budowy domu o pow. 540 m² wyniósł 15 tys. zł. Kanalizację oraz energię elektryczną fabryka doprowadziła na swój koszt. Dom ten, podobnie jak pozostałe domy na tej ulicy, posiada typowy plan wnętrza, z podziałem na część oficjalną i prywatną oraz modernistyczne, funkcjonalne rozwiązania."
        },
        {
            "id": 20,
            "name": "Willa",
            "location": "Mościce",
            "address": "ul. Obrońców Lwowa 10",
            "coordinate": "50.00278995023848, 20.9262485819777",
            "photos": 4,
            "description": "Plan domu, podobnie jak w przypadku większości willi opracowany został przez Pracownię Projektowo-Budowlaną inż. Edwarda Okonia z Tarnowa. Jako jeden z nielicznych na tej ulicy, zachowany w pierwotnej formie. Posiada analogiczny układ z pozostałymi willami inżynierskimi w ogrodach, z garażem. Z wysokim wąskim oknem klatki schodowej. Zarówno tej willi, jak i pozostałym domom, brak jednak bardziej wysublimowanej struktury i elementów typowych dla modernizmu: przeźroczystości, lekkości ażurowych konstrukcji czy prześwitów. Elewacja domu utrzymana w prostej, pozbawionej ornamentu i wszelkich odniesień historycznych formie, jest przejawem mody i ducha czasu. Proste, asymetryczne, geometryczne kształty stanowią jedyny wyraz nowoczesności. Dom pozostaje nadal w rękach jednej rodziny."
        },
        {
            "id": 21,
            "name": "Willa",
            "location": "Mościce",
            "address": "ul. Obrońców Lwowa 14",
            "coordinate": "50.00202187236836, 20.926349535603666",
            "photos": 5,
            "description": "Podobnie jak pozostałe domy na tej ulicy, posiada plan i układ przestrzenny zbliżony do pozostałych. Kubiczna, uproszczona forma budynku, została przerobiona i zmieniona po II wojnie światowej. Jako jedyny zachowany budynek posiada w elewacji owalne okno. Pomimo nowoczesnej formy domu, podział wnętrza odpowiada tradycyjnemu układowi przestrzennemu domu szlacheckiego ze służbą. Kadra inżynierska, w społeczności międzywojennej, najlepiej wykształcona i zarabiająca warstwa społeczna, w hierarchii fabrycznej stanowiła najbardziej uprzywilejowaną część społeczności Mościc."
        },
        {
            "id": 22,
            "name": "Willa Państwa Książków",
            "location": "Centrum",
            "address": "ul. Chopina 16",
            "coordinate": "50.01409179519927, 20.979454451078595",
            "photos": 6,
            "description": "Jest połączeniem domu i pracowni rentgenowskiej. Budynek zaprojektowany przez Wojciecha Pietrzyka (autora kościoła Arki Pana w Krakowie), jako dzieło totalne. Architekt zaprojektował nie tylko bryłę, ale także wnętrze (w tym meble i detale, takie jak wieszaki w poczekalni), posadzki, garaż, czy ogród. Wszystko wykonane w szlachetnych, wysokiej klasy materiałach. Precyzyjnie rozrysował układ bloków tworzących ogrodzenie. Ujednolicił kolorystykę i detale architektoniczne. Na elewację zostały wprowadzone dwie duże, kwadratowe, nieznacznie różniące się detalami mozaiki (ceramika i szkło). Wykonali je - w Przegorzałach pod Krakowem - Helena i Roman Husarscy. Trzecia kompozycja zdobi ścianę, ogrodzenie zamykające posesję. Budowa domu trwała 10 lat (1967-1977). Ten specyficzny dom, który ociera się już o modernistyczny manieryzm, jest jedną z najciekawszych tego typu budowli w Polsce. Dzięki staraniom właścicieli, począwszy od lat 70., kiedy go ukończono, aż do dnia dzisiejszego, dom prawie nie uległ zmianie."
        },
        {
            "id": 23,
            "name": "Kościół p.w. Najświętszego Serca Jezusowego",
            "location": "Centrum",
            "address": "ul. Lwowska 102",
            "coordinate": "50.014486853225954, 21.009815147380795",
            "photos": 5,
            "description": "W 1935 roku rozpoczęto przygotowania do budowy kościoła w Tarnowie na Grabówce. Prace nad projektem poprzedziło opracowanie programu zawierającego szczegółowe wytyczne dotyczące wyglądu świątyni. Precyzyjną odpowiedź na te założenia stanowił niezrealizowany projekt inżyniera Witolda Giżberta-Studnickiego, zakładający m.in. umieszczenie na wieży serca z krzyżem, które zaświecone w czasie uroczystości, symbolizować miało płonące Serce Jezusowe. Ostatecznie wybrano projekt Konstantego Jakimowicza. Prace budowlane przerwała wojna. Smukłe, dwie prostokątne wieże ukończono w 1952 roku, uroczyste poświęcenie świątyni nastąpiło dopiero w 1984 roku Murowany, ceglany (z użyciem żelazobetonu) kościół posiada bazylikowy, trzynawowy korpus z transeptem oraz charakterystyczną fasadę z wieżami równej wysokości. Nad głównym wejściem, poprzedzonym kolumnowym portykiem, znajduje się wysoka na 6 metrów mozaika przedstawiająca Chrystusa Dobrego Pasterza, zrealizowana w latach 70. XX wieku. Przy jej realizacji wykorzystano, biały cement, barwne bryły szklane i czarny kamień z Szydłowca. Jej autorami są tarnowscy artyści: Bogdana i Anatol Drwalowie."
        },
        {
            "id": 24,
            "name": "Kościół p.w. Błogosławionej Karoliny Kózki",
            "location": "Centrum",
            "address": "ul. Jana Pawła II 1",
            "coordinate": "50.025275868458586, 21.01789852375743",
            "photos": 6,
            "description": "Decyzja o wzniesieniu świątyni była odpowiedzią na plany przewidujące budowę 60 tyś. osiedla w tej części miasta (byłaby to największa parafia w diecezji). Pozwolenie na budowę zostało wydane w 1983 roku. Autorami projektu są Zdzisława i Leszek Kaczor. W czerwcu 1987 roku miała tu miejsce wizyta papieża Jana Pawła II, w trakcie której uroczyście beatyfikowano Karolinę Kózkę. Systematyczną liturgię w tzw. kościele dolnym zainaugurowano w 1992 roku. W lipcu 1993 roku erygowano parafię pw. Bł. Karoliny. W 2001 roku pierwsze uroczystości odbyły się w górnym kościele. Ceglana budowla, usytuowana na wzniesieniu, z wysoką na prawie 70 metrów wieżą, góruje nad okolicą i stanowi punkt orientacyjny Tarnowa. Prace wykończeniowe przy kościele trwają do dziś. Planowane gigantyczne osiedle nie powstało, a kościół stoi obecnie na skraju pól. Ta jedna z najbardziej spektakularnych klęsk tarnowskiej urbanistyki, udowadnia, jak ryzykowne jest tworzenie planów zagospodarowanie miasta na wiele lat do przodu."
        },
        {
            "id": 25,
            "name": "Zbiornik wodny Bania",
            "location": "Centrum",
            "address": "os. Jasna",
            "coordinate": "50.02473093751886, 21.00671024680868",
            "photos": 1,
            "description": "Górująca nad osiedlem Jasna konstrukcja, która swym kształtem przypomina futurystycznego pająka, to zaprojektowany w 1980 roku zbiornik wody, potocznie zwany banią. Wysoka na 32 metry wieża zbudowana została według projektu pracowników Warszawskiej Politechniki i przez wiele lat wykorzystywana była do dystrybucji wody dla mieszkańców otaczających ją bloków. Obecnie funkcjonuje jako zbiornik i stabilizator ciśnienia wody w tym obszarze miasta. Złożona jest z 24 profilowanych słupów, wzmocnionych czterema poprzecznymi pierścieniami. Imponujące, metalowe podpory podtrzymują olbrzymi torus o średnicy 6 m i pojemności 3.000 m³. Mimo swej monumentalności bania jest ażurową, bardzo lekką formą, charakterystyczną dla pejzażu miasta."
        },
        {
            "id": 26,
            "name": "Kościół pw. Św. Józefa i Matki Bożej Fatimskiej",
            "location": "Centrum",
            "address": "al. Matki Bożej Fatimskiej 39",
            "coordinate": "50.019500775882726, 20.993815857870583",
            "photos": 5,
            "description": "Prace nad budową kościoła trwały od 1957 do 1960 roku. Projekt to dzieło zespołu architektów: Jerzego Kozłowskiego, Krystiana Seiberta oraz Zbigniewa Wolaka. Jest to trzynawowy, ceglany (z użyciem kamienia oraz żelazobetonu) kościół z prezbiterium i Kaplicą Martyrologii Polskiej od wschodu. Na szczególną uwagę zasługują: sklepienie oraz elementy wyposażenia: konfesjonały i ławki oraz rzeźby autorstwa Marii Pinińskiej-Bereś i Jerzego Beresia (Św. Rodzina, Serce Jezusa, Chrystus Ukrzyżowany). Ten sam zespół architektów zaprojektował także plebanię (1965). Nad wejściem od zachodu umieszczono kompozycję (7x3 m) przedstawiającą Pietę, zrealizowaną w 1960 roku przez małżeństwo krakowskich ceramików Helenę i Romana Husarskich. Wykonana została w technice „piropiktury” , tzw. „malarstwa ogniowego” (bez konieczności wypalania w piecu). Wewnątrz, w Kaplicy Martyrologii Polskiej zw. Oświęcimską, warszawska artystka Maria Hiszpańska-Neumann, więźniarka obozu w Ravensbrück, wykonała - ze szkła i betonu - płaskorzeźbę przedstawiającą marsz śmierci. 14 czerwca 1940 roku z Tarnowa wyruszył pierwszy transport do obozu KL Auschwitz. Ten nowoczesny Kościół jest sztandarową, jedną z najbardziej znanych, modernistycznych budowli kościelnych w powojennej Polsce, wielokrotnie naśladowaną w innych miejscach w kraju."
        },
        {
            "id": 27,
            "name": "Zabudowa wielorodzinna",
            "location": "Centrum",
            "address": "ul. Dwernickiego",
            "coordinate": "50.02160307719928, 20.99239318424379",
            "photos": 6,
            "description": "W 1934 roku Komitet Ekonomiczny Ministrów powołał do życia Towarzystwo Osiedli Robotniczych. Jego celem była budowa i eksploatacja mieszkań dla pracowników o średnim i niższym wynagrodzeniu, szczególnie dla robotników. Dzięki tej inicjatywie w latach 30. XX wieku powstały te murowane, wielorodzinne, piętrowe bloki mieszkalne. Usytuowane na granicy miasta, na niewielkim wzniesieniu, w dobrej odległości od siebie – nie zasłaniają sobie światła. Posiadają płaskie dachy, duże i narożne okna oraz mieszkania z osobnymi kuchniami i łazienkami. W dwudziestoleciu międzywojennym, marzenie większości współczesnych. Posiada skromne, proste elewacje, Jedynym elementem zdobniczym jest pojedynczy wazon, umieszczony na szczycie jednego z bloków. Budowa domów robotniczych oparta była na systemie spłaty zadłużenia w postaci comiesięcznych rat potrącanych bezpośrednio z pensji. System ten miał już swoją tradycję w Tarnowie. Wprowadzono go w 1922 roku, w związku z budową Zakładów Naprawczych Taboru Kolejowego i osiedla kolejarskiego. Opracowanie tekstów: Barbara Bułdys, Aleksandra Idler, Katarzyna Nalezińska, Dawid Radziszewski"
        },
        {
            "id": 28,
            "name": "Hotel Tarnovia",
            "location": "Centrum",
            "address": "ul. Kościuszki 10",
            "coordinate": "50.00922728094979, 20.975301651432684",
            "photos": 5,
            "description": "Zaprojektowany przez Andrzeja Kowalewskiego, przy współpracy Stanisława Fijałkowskiego, został oddany do użytku w grudniu 1975 roku. Podłużny, czterokondygnacyjny budynek z płaskim dachem i poziomymi pasami okien. Od północy z zaokrągloną, przeszklona klatką schodową,  nawiązującą do motywu okrętu. Na fasadzie od południa, na ścianie sali bankietowo-konferencyjnej na parterze, wprowadzono dziewięć uskoków muru (z pionowymi oknami), z mozaiką autorstwa plastyka Kazimierz Gąsiorowskiego z warszawskiej Spółdzielni Plastycznej. Monumentalna abstrakcyjna kompozycja, wykonana została z rzecznych otoczaków, bryłek barwnego szkła i z syntetycznych przetopionych materiałów, odpadów pochodzących Zakładów Radiowych im. Kasprzaka w Warszawie. Przedstawia wizję bitwy pod Aleppo. Na jednej z płaszczyzn ściany przedstawiono (w czerni) gen. Bema na koniu. Była to ostatnia zwycięska bitwa, pod przywództwem Bema, stoczona w 1850 roku. Pod koniec lat 70. XX wieku był to największy i najbardziej nowoczesny hotel w Tarnowie."
        }
    ],
    "context_en":
    [
        {
            "id": 0,
            "name": "Headquarters of Zakłady Azotowe in Tarnów-Mościce S.A.",
            "location": "Mościce",
            "address": "Kwiatkowskiego St. 8",
            "coordinate": "50.0147018432549, 20.920893595991636",
            "photos": 5,
            "description": "Initially the factory headquarters were in a wooden barrack situated in a direct neighbourhood of the institution gates. The construction of the current building of Headquarters began in 1934 based on the building design created by Eng. Antoni Kiełbasiński and was finished four years later. A symmetrical, three-winged, two-story brick building with columned portico with driveway was situated in front of the director’s villa. It marks the main axis of the factory estate. The Main Street leading along the villa manor architecture of the engineering houses among a row of trees makes it possible to walk through these two main buildings of the estate. A straightforward design of the building, with a flat roof and rhythmical window divisions, like the director’s little palace, corresponds to the function of the building. On the first floor on the axes of both buildings, with columned porches, representative rooms can be found."
        },
        {
            "id": 1,
            "name": "Concierge of Zakłady Azotowe in Tarnów-Mościce S.A.",
            "location": "Mościce",
            "address": "Kwiatkowskiego St. 8",
            "coordinate": "50.01434016539503, 20.91980645519606",
            "photos": 1,
            "description": "The concierge building, situated in a direct neighbourhood of a gate, was one of the first factory buildings to be built. A two-story brick building with a clock face in the upper part, to this day changed its appearance insignificantly. It still functions as the company concierge and the pass office. It can be seen in the background of many photos of its workers and pre-war factory tours. Since the factory opened until October of 1931, the building also functioned as a company chapel. New, wooden, and freestanding chapel was built on Jesionowa Street (currently Priest Indyk Street)"
        },
        {
            "id": 2,
            "name": "Kasyno Restaurant, old Clerical Casino",
            "location": "Mościce",
            "address": "Kwiatkowskiego St. 20",
            "coordinate": "50.01289475102858, 20.91757159731313",
            "photos": 4,
            "description": "The so-called New Casino building was built at the turn of 1937/1938 based on the project by Eng. Stefan Żeleński from Warsaw. Its architectural form refers to the Headquarters building. Located in the centre with a representative driveway and a lawn in the front, determines the axis of foundation, with two side multi-story buildings with sloping roofs, initially functioning as hotels for bachelors. On the ground floor there used to be a winter garden, club halls, dining room and buffet. On the first floor one could find separate dining rooms, club rooms, offices, and rooms when one could play billiard or bridge. After World War II it functioned as a company House of Culture, a clinic, or a local kindergarten. Today the building houses a restaurant. An extremely popular state-owned hairdressing salon used to be located here, a place for social gatherings, chess and checkers games and reading newspapers. The building was situated in the public zone of the estate, surrounded by greenery, according to the concept of garden city, based on which interwar city of Mościce was designed. From the side of the garden a terrace with stairs is located, where in summer the Brass Band of Państwowa Fabryka Związków Azotowych in Mościce gave concert under the baton of Kazimierz Abratowski (1893-1974). In the 1950s in the back of the house a small concert shell was constructed, currently dismantled."
        },
        {
            "id": 3,
            "name": "Two-family manor house",
            "location": "Mościce",
            "address": "Topolowa St. 2",
            "coordinate": "50.01315581783689, 20.918799083344567",
            "photos": 3,
            "description": "The manor belongs to the group of first twelve residential houses, constructed by the factory, designed for engineers, builders of Państwowa Fabryka Związków Azotowych in Mościce. Low brick building with a garden, maintained in a manor style that was popular at the beginning of the 20th century. It has a steep roof and an axially marked column portico. The apartment covers an area of 248 m2 and standardly has 5 rooms, spacious kitchen including service and other auxiliary rooms. In later buildings, constructed as part of Central Financial District, the size of the occupied area was unchanging and depended on the position held in the factory. Functions: representative (ground floor) and private (first floor), were traditionally placed at two different floors. Situated alongside the road, next to the park and publicly available green areas. A little closer, along the path leading to a church, two stone benches can be found. The names of streets in Mościce derive from trees planted near them."
        },
        {
            "id": 4,
            "name": "The manor house",
            "location": "Mościce",
            "address": "Jarzębinowa St. 1",
            "coordinate": "50.01177523694808, 20.919755259603495",
            "photos": 4,
            "description": "Situated in the intersection of Jarzębinowa and Topolowa Streets, initially in a direct neighbourhood of a house of the factory director, symmetrical to the house of a secound deputy director (Jarzębinowa 11 Street). As a state investment, fully financed by the factory, has a traditional polish form (proportions, special layout, a steep roof, a column portico, a porch) and historic architectural details: simplified cornices, friezes, heads, and capitals. A single-story freestanding villa covering an area of 231 m2 has seven rooms, a kitchen with service and auxiliary rooms. The size of the house and its location on the estate emphasized the status of the position held in the factory and were not dependent on the size of the family. In the garden a freestanding garage and a storage for firewood and gardening tools was constructed."
        },
        {
            "id": 5,
            "name": "Benches on Topolowa Street",
            "location": "Mościce",
            "address": "Topolowa St.",
            "coordinate": "50.01088571579699, 20.91963200714813",
            "photos": 4,
            "description": "From both sides of Topolowa Street, two almost identical, massive stone-concrete benches (height 80 cm, width 95 cm, length 600 cm) were placed opposite to each other, which fit perfectly in the green landscape of Mościce. A wide two-way street lead through the so-called “hill” to the church. Initially there used to be a narrow-gauge railway line next to it, leading straight to the factory. The smooth line of the benches, forming the backrest and seat, is topped with a stone sphere. It is worth examining the inscriptions carved in them: on the first one, situated on the side of Kwiatkowski Park, the date of establishment of Państwowa Fabryka Związków Azotowych can be seen – year 1929. Under it there is a line which indicates the highest point that the water reached on 17th July of 1934, during one of the most severe floods. On the second bench, an abbreviation of Państwowa Fabryka Związków Azotowych (P.F.Z.A). can be found."
        },
        {
            "id": 6,
            "name": "Church of St. Mother of God, Queen of Poland in Mościce",
            "location": "Mościce",
            "address": "Zbylitowska St. 5",
            "coordinate": "50.009289134711274, 20.91975151837038",
            "photos": 5,
            "description": "In 1930s, regarding the construction of this church, the president Ignacy Mościcki himself was intervened. The shrine was not constructed until years 1948-1956. The area “on the hill” was chosen, near a park, a school, a clinic, and a casino. After rejection of many projects of various designers (such as Bogdan Pniwski – author of the project of Temple of Divine Providence in Warsaw, Konstanty Jakimowicz, Czesław Boratyński, Stefan Świszczowski), a design of engineers Stanisław Gałęzowski and Władysław Pieńkowski was selected for implementation. A massive cubist shape of the church is made of brick and ferro concrete, has three naves, and is covered with a coffered ceiling with a wooden lining. Above the presbytery a dome with lantern is located and above the façade there is a reduced tower. Stone figures, creating a sculptural composition The Vows of Jan Kazimierz in the courtyard of the church come from the original altar. Above the main apse, from the side of Zakłady Azotowe, a chapel with a statue of St. Joseph, patron of workers, was placed."
        },
        {
            "id": 7,
            "name": "Kwiatkowski Palace",
            "location": "Mościce",
            "address": "Jarzębinowa St. 9",
            "coordinate": "50.01197292958892, 20.922081843107907",
            "photos": 1,
            "description": "The most impressive and representative building of the factory estate, the so-called Kwiatkowski Palace, also known as Dyrektorówka, is situated in from of the Headquarters. Built for Eng. Tadeusz Zwisłocki, the first director of the factory, is one of the first buildings constructed in less than one year (1928). Designed by Eng. Konrad Kłos from Warsaw, it served residential and representative functions, located on two separate floors. In the neighbourhood of the building the following could be found: a greenhouse and an outbuilding with a service room. It is located right next to Kwiatkowski Park, from the side of the street, fenced off by a gate and a guardhouse building. The villa was built a rectangular plan, with a portico and a porch. A modern, two-story building, was enriched with a modest, neoclassical architectural detail, emphasizing the prestige and importance of this facility. 8 rooms, pantry, 2 bathrooms, 4 toilets, 2 service rooms, a hall, a wardrobe, a sideboard, a corridor, a hall, a passage, and a spacious staircase were built inside the palace. Additionally, 2 balconies, a terrace and a porch were in front of a surrounding garden. The building has its own wiring, water-sewage system, and a central heating. As the only individual building in Mościce, was entered into the register of monuments and has its own registration card. After World War II it served many functions and currently falls under Zakłady Azotowe S.A. Since 2011, along with the surrounding garden, is subjected to thorough undergoing renovation."
        },
        {
            "id": 8,
            "name": "Multi-family apartment building",
            "location": "Mościce",
            "address": "Czerwonych Klonów St. 6",
            "coordinate": "50.01294664882572, 20.92439411004617",
            "photos": 4,
            "description": "One of the first of four brick multi-family buildings on the factory estate, designed by Eng. A. Kiełbasiński, financed by the factory. Small apartments with traditional special layout, including a kitchen and a bathroom ensured the comfort of life for its residents. The backroom from the yards side, functioning as a storage room for firewood and animals allowed for easier adaptation to the city for people who came from the countryside. Initially home gardens were located next to the building, allowing its residents to grow the necessary vegetables and fruits for their own needs."
        },
        {
            "id": 9,
            "name": "MOŚCICE Housing Association",
            "location": "Mościce",
            "address": "Akacjowa St. 6",
            "coordinate": "50.01376082375588, 20.926132197802477",
            "photos": 1,
            "description": "A low oblong one-story building initially served service functions for the company estate. (e.g. refrigerator repair, watchmaker, goldsmith). Over time changed to the shopping pavilion of Radio technical and Television Services Department. Modernised in the 1980s intended for a grocery store. Located along the street, with a stepped façade, with glazed windows on the south side, surrounded by greenery. The impression of lightness was achieved by introducing large glass panes in the building’s façade. The glass was contrasted with monotonous flat facades of the side walls."
        },
        {
            "id": 10,
            "name": "Multi-family apartment building",
            "location": "Mościce",
            "address": "Kasztanowa St. 16",
            "coordinate": "50.01099342558305, 20.92759245886765",
            "photos": 4,
            "description": "Multi-family, two-story apartment building with five staircases. Designed in 1939, built during World War II. The longitudinal symmetrical shape of the building with a flat roof, featuring two oval bay windows (housing staircases) along its axis, realized in a somewhat simplified form - without window oculi from the courtyard. Balconies with sturdy, masonry parapets. Initially, kitchens were heated with coal stoves, but in the 1970s they were replaced with gas. Central heating was supplied from the factory. Comfortable apartments were designed: two-bedroom (approximately 60 m2) and three-bedroom (over 100 m2), each with a kitchen with a pantry, a separate toilet, and a bathroom with a window. The building included an attic, and in the basement, each staircase had a laundry room."
        },
        {
            "id": 11,
            "name": "City Sports House",
            "location": "Mościce",
            "address": "Traugutta St. 5a",
            "coordinate": "50.01012492602066, 20.93257414455164",
            "photos": 6,
            "description": "The City Sports House, built in years 1965-1967, was opened in 1969. Its initial design was a product of collaboration of three architects: Bogumił Zaufal, Stanisław Karpiel (both designed the old House of Culture) and Władysław Cukier. Indoors of the building was designed by Pracownia Sztuk Plastycznych in Kraków. This low-rise building, along with two outdoor swimming pools including a jumping tower is one of the most important sports facilities in Tarnów. A greenery surrounds the building, forming a feeling of isolation from the factory estate. Following the renovation that was finished in 2015, after being opened for nearly 50 years, its elevation from the side of outdoor swimming pools was changed (the walls of the swimming pool made from glass were bricked up), introducing oval windows. The outer V-shaped pillars were filled with concrete. The swimming pool hollow was made shallower, a mini waterpark for children was built and the blue ceramic mosaic made by Bogusław Zagajweski was removed. The sports hall and facilities underwent renovation, additionally incorporating a gym and a bowling alley into the space. The only element retained from the previous interior design is the brown ceramic mosaic in the lobby created by Jerzy Sacha. All ceramic tiles were made in “Kamionka” Cooperative in Łysa Góra in 1965. Renovations were conducted by Krzysztof Sacha."
        },
        {
            "id": 12,
            "name": "Mościce Art Centre",
            "location": "Mościce",
            "address": "Traugutta St. 1",
            "coordinate": "50.009836799181876, 20.927055166360127",
            "photos": 4,
            "description": "The building designed by Zbigniew S. Bielak. Bogumił Zaufal, Bronisław Stefanik and Stanisław Karpiel, which was completed in 1971, took the form of a low platform with three vertical accents and a wooden façade. Originally designed for hilly areas, over the years it became integrated into the atmosphere of Mościce. However, due to its poor technical condition and outdated features stemming from its former function as a cultural centre, it was decided to undergo renovation. Between 2017 and 2018, it underwent a thorough modernization, during which the roofs and façades with window arrangements were changed. The external terrace with stairs leading to the first-floor level was preserved. Professional sound systems were installed in the building, space was adapted for people with disabilities, and the comfort of seating areas was improved. Additionally, exercise and educational rooms were taken care of, and modern solutions were introduced to enable the execution of the most complex artistic activities."
        },
        {
            "id": 13,
            "name": "Tarnów-Mościce Railway Station",
            "location": "Mościce",
            "address": "Chemiczna St.",
            "coordinate": "50.0065189008731, 20.92532596680347",
            "photos": 6,
            "description": "The Tarnów-Mościce railway station located on Chemiczna Steet, built between 1972 and 1976, replaced a small railway stop. The station design included the station building, a tunnel (allowing for quick communication - providing access to platforms, connecting two sides of the neighborhood), and a parking lot. All of this was designed by Biuro Projektów Kolejowych – Kraków, Stanisław Wilkosz During the peak employment period at Zakłady Azotowe, it was one of the busiest places in Mościce. Designed in the shape of a square, with a flat roof extending beyond the main volume, above the stairs leading directly to the platform, it is supported by massive, rhythmically spaced pillars. Large glass facades open the station space to the surrounding greenery and bring natural light inside, revealing architectural details: coffered ceiling, lighting fixtures, rows of benches, ticket counters, stairs to the mezzanine (waiting room), and porphyry floors. Glass wall surfaces are juxtaposed with massive, boarded wooden roofs. Despite neglect and ongoing vandalism, the station remains a thoughtful, clean, elegant, modernist form. It closed in 2012. In 2021, the interior layout and design were listed in the monument register. On August 29, 2010, an installation titled “28.03.1983” by Wilhelm Sasnal was unveiled next to the station."
        },
        {
            "id": 14,
            "name": "Villa",
            "location": "Mościce",
            "address": "Willowa St. 2",
            "coordinate": "50.00334657227323, 20.92866079616954",
            "photos": 1,
            "description": "Single-family freestanding one-story house, located at the end of the street. Built in 1934 as the first house in this part of the future Za Torem estate. It was realized according to the individual plan for Eng. Stanisław Kubiński, the first mayor of the municipal of Mościce (near one can find the square named after him), considering the functions and needs of its users. It has a modern shape in the form of intersecting rectangular prisms, a flat roof, a porch with an entrance, a terrace with stairs from the garden, corner windows, and a separate garage. A functional laundry room is located in the basement. Utility rooms with a separate entrance (kitchen with a pantry and a service room), are an integral part of the house. It has a distinctly separated private part on the first floor, a representative part with kitchen and utility facilities on the ground floor. There the mayor's office can be found, with a separate entrance from the hallway. This villa, located in the garden, is closer to the avant-garde of the 1920s and 1930s and is similar to other similar projects in the country. The house remains in the hands of one family."
        },
        {
            "id": 15,
            "name": "Villa",
            "location": "Mościce",
            "address": "Willowa St. 3",
            "coordinate": "50.0027549046518, 20.928063691794904",
            "photos": 1,
            "description": "A single-family, detached house, situated in the garden, emerged as the second structure on this street. It was designed in 1940 by the renowned Lviv architect Andrzej Frydecki for engineer Karol Huelle and his family. The elongated, flat form of the building, articulated with vertical windows and balconies with massive frames, is juxtaposed with a vertical semi-circular form with an oval window, clad in sandstone. A two-storey, glazed, south-facing conservatory situated in the garden, directly connected to the surrounding greenery, was designed due to the interests of the wife Maria, née Fiedler (one of the first women to graduate from the Lviv Polytechnic). The flat roof, interpenetrating building volumes corresponding to their function, horizontal rhythmic rows of windows, stone cladding of the facade juxtaposed with smooth wall surfaces, determine the elegance of this villa. The garage is directly connected to the house. Individual spatial solutions designed for the users of the house, the materials used, place this house among the most interesting architectural achievements of the interwar period in Mościce."
        },
        {
            "id": 16,
            "name": "Villa",
            "location": "Mościce",
            "address": "Norwida St. 7",
            "coordinate": "50.003024708836065, 20.92680989886903",
            "photos": 1,
            "description": "Norwida Street serves as the main axis of the Za Torem settlement. The plans for its layout were developed by a commission appointed by the then director of the factory, Eugeniusz Kwiatkowski, and engineers: Andrzej Miziewicz, Stanisław Hüpsch, and Edward Mrocz. Part of the plans were also prepared by members of the management staff of the plant, engineers: Z. Sajewicz and W. Wojtasiewicz, who served as the Head of the Construction Department from 1938. The land for construction came from the State Treasury and was divided by the factory for the benefit of individual housing cooperatives. The plans for this part of the settlement originated from the Lviv office of engineers Jurasz and Zachariewicz. However, they were not implemented. Subsequent house plans were stamped with the seal of the Tarnów architect, Engineer Edward Okoń. All houses designed for engineers have the same plans: two cubic forms slightly set back from each other, with flat roofs and rectangular windows on longer and shorter sides. The lack of architectural detail and the simplicity of form are reminiscent of the international style of the interwar period. In most cases, they were modernized and rebuilt after World War II."
        },
        {
            "id": 17,
            "name": "Villa",
            "location": "Mościce",
            "address": "Norwida St. 10",
            "coordinate": "50.0025079636104, 20.92743890424334",
            "photos": 1,
            "description": "This house, one of the two houses in the engineer's settlement Za Torem, has an individual plan tailored to the needs of the client. Unlike many others in this neighborhood, since its construction was completed in 1938, it has not been rebuilt or altered. The exterior plaster, window and door carpentry, as well as the metal handrails and balustrades, are still original. Similarly, the cantilevered flagpole and flag mast, as well as the on-site garage, remain unchanged. It is still inhabited by successive generations of the Peterko family. Likewise, the interior retains its original layout and décor from the era. The meticulously maintained on-site garden with a small pond and mature trees is also noteworthy."
        },
        {
            "id": 18,
            "name": "Villa",
            "location": "Mościce",
            "address": "Norwida St. 14",
            "coordinate": "50.00176485260068, 20.927496193049464",
            "photos": 1,
            "description": "Corner, larger than the others both in volume and garden area, villa. It is the second house on this street with an individual form and plan tailored to the needs of the users. Partially renovated after World War II, while respecting the original layout and functions of the rooms. Characteristic windows overlooking the garden with a tree — a natural monument. Similar to the other houses, there is a division on the ground floor into an official area (living room, study of the master of the house) and utility rooms with a kitchen to the east, including a pantry, separate bathroom, and a utility entrance from the garden."
        },
        {
            "id": 19,
            "name": "Villa",
            "location": "Mościce",
            "address": "Obrońców Lwowa St. 8",
            "coordinate": "50.0031979301919, 20.926193016691375",
            "photos": 1,
            "description": "Situated along a wide street lined with lime trees, one of the most beautiful and representative streets of the Za Torem settlement. Wide, with a separate sidewalk for pedestrians and a strip of greenery, it separated the engineers' houses from the rest of the settlement, financed by the funds of the cooperative for workers \"Nasz Dom\" (Our Home). These houses, much smaller, with small gardens, had steep roofs and traditional forms. Nearby, there is a square with a commemorative plaque marking the date of the beginning of the settlement's construction, June 2, 1934. As part of the activities of the Cooperative Housing and Construction of Intellectual Workers Z.P.Z.A. in Mościce \"Osiedle\", by 1939, 12 out of 20 houses were built. Each cooperative member was required to contribute 4,000 złoty. The cost of building a house with an area of 540 m² was 15,000 złoty. The factory provided sewage and electricity at its own expense. This house, like the other houses on this street, has a typical interior layout, with a division into an official and private part, as well as modernist, functional solutions."
        },
        {
            "id": 20,
            "name": "Villa",
            "location": "Mościce",
            "address": "Obrońców Lwowa St. 10",
            "coordinate": "50.00278995023848, 20.9262485819777",
            "photos": 1,
            "description": "The plan of the house, like in the case of most villas, was developed by the Design and Construction Studio of Engineer Edward Okoń from Tarnów. One of the few on this street preserved in its original form. It has a similar layout to the other engineer's villas in the gardens, with a garage and a high narrow staircase window. Both this villa and the other houses, however, lack more refined structures and elements typical of modernism: transparency, lightness of openwork structures, or voids. The facade of the house maintained in a simple, unadorned form without any historical references is an expression of fashion and the spirit of the time. Simple, asymmetrical, geometric shapes are the only expression of modernity. The house remains in the hands of one family."
        },
        {
            "id": 21,
            "name": "Villa",
            "location": "Mościce",
            "address": "Obrońców Lwowa St. 14",
            "coordinate": "50.00202187236836, 20.926349535603666",
            "photos": 1,
            "description": "Similar to the other houses on this street, it has a plan and spatial layout similar to the others. The cubic, simplified form of the building was altered and changed after World War II. As the only preserved building, it has an oval window in the facade. Despite the modern form of the house, the interior layout corresponds to the traditional spatial arrangement of a nobleman's house with servants. The engineering cadre, in the interwar community, was the best-educated and highest-earning social class, occupying the most privileged position in the factory hierarchy in Mościce."
        },
        {
            "id": 22,
            "name": "Villa of Mr. and Mrs. Książek",
            "location": "Centrum",
            "address": "Chopina St. 16",
            "coordinate": "50.01409179519927, 20.979454451078595",
            "photos": 6,
            "description": "It is a combination of a house and a radiology studio. The building was designed by Wojciech Pietrzyk (the architect of the Ark of the Lord Church in Krakow) as a total work of art. The architect not only designed the structure but also the interior (including furniture and details such as coat racks in the waiting room), floors, garage, and garden. Everything was made with noble, high-quality materials. He precisely laid out the arrangement of blocks forming the fence. He unified the color scheme and architectural details. Two large, square mosaics with slightly different details (made of ceramics and glass) were introduced onto the facade. They were created by Helena and Roman Husarski in Przegorzały near Krakow. The third composition adorns the wall, enclosing the property. The construction of the house lasted 10 years (1967-1977). This specific house, which verges on modernist mannerism, is one of the most interesting buildings of its kind in Poland. Thanks to the efforts of the owners, starting from the 1970s when it was completed, until today, the house has hardly changed."
        },
        {
            "id": 23,
            "name": "Church of the Most Sacred Heart of Jesus",
            "location": "Centrum",
            "address": "Lwowska St. 102",
            "coordinate": "50.014486853225954, 21.009815147380795",
            "photos": 5,
            "description": "In 1935, preparations began for the construction of the church in Tarnów on Grabówka. The project was preceded by the development of a program containing detailed guidelines regarding the appearance of the temple. A precise response to these assumptions was the unrealized project by engineer Witold Giżbert-Studnicki, which included, among other things, placing a heart with a cross on the tower, which when lit during ceremonies was to symbolize the burning Sacred Heart of Jesus. Ultimately, the design by Konstanty Jakimowicz was chosen. Construction work was interrupted by the war. The slender, two rectangular towers were completed in 1952, and the solemn consecration of the church took place only in 1984. The brick-built (with the use of reinforced concrete) church has a basilica-style, three-aisled nave with a transept and a characteristic facade with towers of equal height. Above the main entrance, preceded by a columned portico, there is a 6-meter-high mosaic depicting Christ the Good Shepherd, created in the 1970s. In its realization, white cement, colorful glass blocks, and black stone from Szydłowiec were used. The authors are Tarnów artists: Bogdan and Anatol Drwals."
        },
        {
            "id": 24,
            "name": "Church of Blessed Karolina Kózka",
            "location": "Centrum",
            "address": "Jana Pawła II St. 1",
            "coordinate": "50.025275868458586, 21.01789852375743",
            "photos": 6,
            "description": "The decision to build the church was a response to plans for the construction of a 60,000-resident housing estate in this part of the city (which would have been the largest parish in the diocese). Permission to build was granted in 1983. The project was designed by Zdzisława and Leszek Kaczor. In June 1987, Pope John Paul II visited the site, during which Karolina Kózka was solemnly beatified. Regular liturgy in the so-called lower church began in 1992. In July 1993, the parish of Blessed Karolina was established. In 2001, the first ceremonies took place in the upper church. The brick building, located on a hill, with a tower almost 70 meters high, dominates the area and serves as a landmark of Tarnów. Finishing works on the church are ongoing to this day. The planned gigantic housing estate was never built, and the church now stands on the edge of fields. This one of the most spectacular failures of urban planning in Tarnów demonstrates how risky it is to create city development plans many years in advance."
        },
        {
            "id": 25,
            "name": "Bania Water Reservoir",
            "location": "Centrum",
            "address": "Jasna Housing Estate",
            "coordinate": "50.02473093751886, 21.00671024680868",
            "photos": 1,
            "description": "Dominating over the Jasna housing estate, the structure resembling a futuristic spider is the water reservoir, colloquially known as \"Bania,\" designed in 1980. The 32-meter-high tower was built according to the project by employees of the Warsaw University of Technology and for many years was used to distribute water to the residents of the surrounding apartment blocks. Currently, it functions as a water reservoir and pressure stabilizer in this area of the city. It consists of 24 profiled pillars reinforced with four transverse rings. Impressive metal supports hold up a huge torus with a diameter of 6 meters and a capacity of 3,000 cubic meters. Despite its monumentality, \"Bania\" is an openwork, very lightweight form, characteristic of the cityscape."
        },
        {
            "id": 26,
            "name": "Church of St. Joseph and Our Lady of Fatima",
            "location": "Centrum",
            "address": "Matki Bożej Fatimskiej Ave. 39",
            "coordinate": "50.019500775882726, 20.993815857870583",
            "photos": 5,
            "description": "Construction of the church lasted from 1957 to 1960. The project was the work of a team of architects: Jerzy Kozłowski, Krystian Seibert, and Zbigniew Wolak. It is a three-aisled, brick (with the use of stone and reinforced concrete) church with a presbytery and the Chapel of the Polish Martyrology to the east. Particularly noteworthy are the vaulting and elements of furnishings: confessionals, pews, and sculptures by Maria Pinińska-Bereś and Jerzy Beresi (Holy Family, Sacred Heart, Crucified Christ). The same team of architects also designed the rectory (1965). Above the entrance from the west, a composition (7x3 meters) depicting the Pieta was placed, realized in 1960 by the Krakow ceramists couple Helena and Roman Husarski. It was made using the technique of \"pyropictura,\" also known as \"fire painting\" (without the need for firing in a kiln). Inside, in the Chapel of the Polish Martyrology, also known as the Auschwitz Chapel, Warsaw artist Maria Hiszpańska-Neumann, a former prisoner of the Ravensbrück camp, created a bas-relief depicting the Death March from glass and concrete. On June 14, 1940, the first transport from Tarnów departed for the Auschwitz concentration camp. This modern church is a flagship, one of the most well-known modernist church buildings in post-war Poland, often imitated in other locations in the country."
        },
        {
            "id": 27,
            "name": "Multi-family Housing",
            "location": "Centrum",
            "address": "Dwernickiego St.",
            "coordinate": "50.02160307719928, 20.99239318424379",
            "photos": 6,
            "description": "In 1934, the Economic Committee of Ministers established the Workers' Housing Association. Its goal was to build and operate housing for workers with average and lower incomes, particularly for laborers. Thanks to this initiative, in the 1930s, these brick, multi-family, multi-story residential blocks were built. Located on the outskirts of the city, on a small hill, at a good distance from each other - they do not block each other's light. They have flat roofs, large corner windows, and apartments with separate kitchens and bathrooms. In the interwar period, it was a dream for the majority of contemporary people. They have modest, simple facades. The only decorative element is a single vase placed on the top of one of the blocks. The construction of workers' houses was based on a debt repayment system in the form of monthly installments deducted directly from salaries. This system already had its tradition in Tarnów. It was introduced in 1922, in connection with the construction of the Railway Rolling Stock Repair Works and the railway settlement."
        },
        {
            "id": 28,
            "name": "Tarnovia Hotel",
            "location": "Centrum",
            "address": "Kościuszki St. 10",
            "coordinate": "50.00922728094979, 20.975301651432684",
            "photos": 5,
            "description": "Designed by Andrzej Kowalewski, in collaboration with Stanisław Fijałkowski, the hotel was opened in December 1975. It is a long, four-story building with a flat roof and horizontal bands of windows. To the north, there is a rounded, glazed staircase reminiscent of a ship motif. On the south facade, on the wall of the banquet-conference hall on the ground floor, nine stepped sections of the wall (with vertical windows) were introduced, adorned with a mosaic by the artist Kazimierz Gąsiorowski from the Warsaw Cooperative of Plastic Artists. The monumental abstract composition was made of river pebbles, colored glass fragments, and synthetic melted materials, waste from the Kasprzak Radio Works in Warsaw. It depicts a vision of the Battle of Aleppo. On one of the surfaces of the wall, General Bem on horseback is depicted in black. This was the last victorious battle led by Bem, fought in 1850. At the end of the 1970s, it was the largest and most modern hotel in Tarnów."
        }
    ]
}
